:PROPERTIES:
:ID:       3F19CE0F-0867-4A42-8608-C3A6B2A5B36C
:END:
#+title: French Press Eqns
#+author: Houjun Liu

#+begin_src sage
1+31+42
#+end_src

#+RESULTS:
: 74
